[
    {
        "name": "Chemik",
        "features": [
            {
                "name": "Smakuje jak arszenik",
                "description": "Lata babrania się w toksycznych świństwach zrobiły swoje. Łykasz uran jak czekoladki, popijasz naftą. Nie zatrudnią cię w kopalni jako detektor gazu, bo jesteś odporny. Otrzymujesz modyfikator -30% w testach Kondycji na skażenie i radiację.",
                "bonus": {
                    "text": "Otrzymujesz modyfikator -30% w testach Kondycji na skażenie i radiację."
                }
            },
            {
                "name": "Farmaceuta",
                "description": "Jesteś Mesjaszem Nowej Ery. Potrafisz produkować środki błyskawicznego leczenia. Painkillery, Medpacki i DeadLine. PT testów Chemii są odpowiednio: Painkiller - Trudny; Medpack - B.Trudny: DeadLine - Ch.Trudny. Musisz dysponować labolatorium i skłanikami. Produkcja jednej działki zajmuje ci około 4h.",
                "bonus": {
                    "text": "Potrafisz produkować środki błyskawicznego leczenia. Painkillery, Medpacki i DeadLine. PT testów Chemii są odpowiednio: Painkiller - Trudny; Medpack - B.Trudny: DeadLine - Ch.Trudny. Musisz dysponować labolatorium i skłanikami. Produkcja jednej działki zajmuje ci około 4h."
                }
            }
        ]
    },
    {
        "name": "Ganger",
        "features": [
            {
                "name": "Jeden z nich",
                "description": "Posiadasz widoczny symbol przynależności do siejącego grozę gangu. Nikt, kto nie ma jaj ze stali, Ci nie podskoczy. Byle kto nie będzie Ci pyskować, ani się z Tobą sprzeczać, nie odważą się spojrzeć Ci w oczy, będą także bali tak po prostu Cię olać. Ale. Ale ci z jajami ze stali mogą przerobić cię na pasztet - za to tylko, że jesteś \"jednym z nich\". Dodatkowo 100 gambli na Znajomości w Gangach.",
                "bonus": {
                    "text": "Dodatkowo 100 gambli na Znajomości w Gangach.",
                    "type": "connections",
                    "value": 100
                }
            },
            {
                "name": "Odważny czy głupi?",
                "description": "Nikt nie jest w stanie Cię zastraszyć, przynajmniej do czasu aż Cię poważnie nie zrani. Po prostu nie jesteś w stanie uwierzyć, że ktokolwiek odważyłby sie Ci podskoczyć. Masz jeden automatyczny sukces we wszystkich testach Zastraszania i Morale.",
                "bonus": {
                    "text": "Masz jeden automatyczny sukces we wszystkich testach Zastraszania i Morale."
                }
            }
        ]
    },
    {
        "name": "Gladiator",
        "features": [
            {
                "name": "Nie do zdarcia",
                "description": "Ten fragment o pompowaniu posoki, to nie była poezja, mam rację? To cholerna prawda. Ciężko Cię wyłączyć z gry. Mówię wyłączyć z gry, bo tym, żeby po prostu Cię zabić nawet nie myślę. Reguła dotycząca zwiększania poziomu zadanych obrażeń(1 lub 2 na kościach podczas ataku, trafienia w głowę itd.) nie dotyczy Cię w walce wręcz. Choćby Twój przecinik rzucił i trzy jedynki, to wcale nie oznacza, że przebił ci serce.",
                "bonus": {
                    "text": "Reguły zwiększające obrażenia przez wyrzucenie 1 lub 2 na kości, nie działają na Ciebie w walce wręcz."
                }
            },
            {
                "name": "Łyżeczka",
                "description": "Co gorsza z tą łyżeczką też nie przesadziłem, wiem o tym doskonale. Gladiator to taki facet, który walczy tym, co wpadnie mu w łapska. Sieć, hydrant, rurka gazowa, siekiera strażacka. Cokolwiek weźmiesz w łapaka - Mistrz Gry musi traktować tak, jakbyś miał Umiejętność walkitym czymś na poziomie minimum 4. Nawet, jeśli to ta zasrana łyżeczka... To gwarantowane minimum nie sumuje się z Umiejętnością. Cecha nie dotyczy oczywiście broni palnej!",
                "bonus": {
                    "text": "Gdy walczysz wręcz dowolnym przedmiotem, traktujesz jakbyś Umiejętność walki nim posiadał na poziomie 4."
                }
            }
        ]
    },
    {
        "name": "Handlarz",
        "features": [
            {
                "name": "Trakt handlowy",
                "description": "Nie jesteś jakimś tam stacjonarnym straganiarzem sprzedającym ogórki, bliżej Ci do twardziela pokroju wędrownego sprzedawcy bojlerów. Zdeptałeś kawał świata i poznałeś niejedno miejsce, więc wielu ludzi Cię rozpoznaje, a na niektórych możesz nawet liczyć. Zaczynasz z dodatkowymi 150 gamblami na Znajomych (nie Wojowników).",
                "bonus": {
                    "text": "Zaczynasz z dodatkowymi 150 gamblami na Znajomych (nie Wojowników).",
                    "type": "connections",
                    "value": 150
                }
            },
            {
                "name": "Szklarz",
                "description": "Szklarz to taki facet, co bawi się kitem. Głównie wciskaniem kitu. Stąd przydomek szklarz bo świetnie wciskasz kit. Handlując kiedy próbujesz wcisnąć komuś jakiś kit(testy Perswazji i Blefu) Twój Spryt wzrasta o 2.",
                "bonus": {
                    "text": "Handlując kiedy próbujesz wcisnąć komuś jakiś kit(testy Perswazji i Blefu) Twój Spryt wzrasta o 2."
                }
            }
        ]
    },
    {
        "name": "Kaznodzieja Nowej Ery",
        "features": [
            {
                "name": "Spójrz mi w oczy",
                "description": "Kaznodzieja potrafi wyczuć kłamstwo na kilometr. To tajemnica jego władzy nad ludźmi. Zabobonni wierzą nawet, że potrafi czytać w myślach. W trakcie dłuższej rozmowy, Kaznodzieja i rozmówca wykonują Trudne testy Charakteru. Jeśli Kaznodzieja zda test, jego rozmówca nie, lub gdy Kaznodzieja uzyska przewagę w teście Przeciwstawnym, wtedy klecha odkryje kłamstwo.",
                "bonus": {
                    "text": "W trakcie dłuższej rozmowy, Kaznodzieja i rozmówca wykonują Trudne testy Charakteru. Jeśli Kaznodzieja zda test, jego rozmówca nie, lub gdy Kaznodzieja uzyska przewagę w teście Przeciwstawnym, wtedy klecha odkryje kłamstwo."
                }
            },
            {
                "name": "Amen",
                "description": "Jeśli podczas testu na jednej z kości wypadnie jedynka, liczy się ona jako dwa sukcesy (a w walce zamienia inną kość na sukces z wynikiem 1). Jedynka to znak od tego z góry, że jesteś na dobrej drodze. Wypatruj znaków. Możesz tego użyć maksymalnie 3 razy na sesję. A decydujesz już po rzucie.",
                "bonus": {
                    "text": "Trzy razy na sesje, jeśli podczas testu na jednej kości wypadnie jedynka, liczy się ona jako dwa sukcesy (a w walce zamienia inną kość na sukces z wynikiem 1). Decydujesz po rzucie."
                }
            }
        ]
    },
    {
        "name": "Kowboj",
        "features": [
            {
                "name": "Rewolwerowiec",
                "description": "Wyciągasz pistolet z kabury w mgnieniu oka. Jeśli używasz krótkiej broni palnej, pistolet w kaburze traktuje się tak, jakbyś miał go już dobytego w dłoni.",
                "bonus": {
                    "text": "Gdy posiadasz broń krótką przypiętą w kaburze, to traktuje się ją jako dobytą."
                }
            },
            {
                "name": "Ostatnia kula",
                "description": "Jeśli w Twoim rewolwerze została jeszcze tylko jedna kula, strzał ten będzie dla Ciebie łatwiejszy o 1 Poziom Trudności testu.",
                "bonus": {
                    "text": "Przy ostatnim pocisku w magazynku broni krótkiej, strzał jest o 1 poziom trudności łatwiejszy."
                }
            }
        ]
    },
    {
        "name": "Kurier",
        "features": [
            {
                "name": "Znajomości",
                "description": "Szybka bryka, czy worek granatów, nie zawsze pomogą przejść przez terytorium zajmowane przez pięć\różnych gangów, w końcu kiedyć podwinie Ci się noga i staniesz z zepsutą chłodnicą w samym centrum ziemi Brain Dogs. Wtedy przyda się znać szefa, nie sądzisz? Zaczynasz z dodatkowymi 150 gamblami, które możesz przeznaczyć na Znajomych (nie Wojowników).",
                "bonus": {
                    "text": "Zaczynasz z dodatkowymi 150 gamblami, które możesz przeznaczyć na Znajomych (nie Wojowników).",
                    "type": "connections",
                    "value": 150
                }
            },
            {
                "name": "Skrytka",
                "description": "Otwierasz drzwi, rzucasz okiem na wnętrze bryki, chwilę gmerasz i już masz swój tajny schowek. Nawet sam właściciel tego samochodu go nie znajdzie. W każdym pojeździe rozmiarów minimum samochodu, Kurier w kilka minut potrafi znaleźć lub spreparować skrytkę, którą bardzo trudno odkryć podczas przeszukiwania: rozmiarów pudełka papierosów (test Wypatrywania na Fart), dwa razy większe (Cholercnie trudny test Wypatrywania), na pistolet (Bardzo trudny test Wypatrywania), małą walizkę (Trudny test Wypatrywania).)",
                "bonus": {
                    "text": "W każdym pojeździe rozmiarów minimum samochodu, Kurier w kilka minut potrafi znaleźć lub spreparować skrytkę, którą bardzo trudno odkryć podczas przeszukiwania: rozmiarów pudełka papierosów (test Wypatrywania na Fart), dwa razy większe (Cholercnie trudny test Wypatrywania), na pistolet (Bardzo trudny test Wypatrywania), małą walizkę (Trudny test Wypatrywania).)"
                }
            }
        ]
    },
    {
        "name": "Łowca",
        "features": [
            {
                "name": "Fotograficzna pamięć",
                "description": "Jesteś jak aprat cyfrowy podłączony do 40 gigowego twardziela. Masz wielką bibliotekę obrazów, wystarczy, że wejdziesz do pomieszczenia, by jego obraz utkwił na zawsze w Twojej pamięci i byś potem mógł go w spokoju trawić i oglądać, dokładnie tak, jak gdyby ktoś zrobił tam zdjęcie. W czasie gry masz prawo do wykonania Trudnego testu Percepcji za każdym razem, kiedy chcesz sobie przypomnieć wygląd jakiegoś pomieszczenina. Zdaj test, a Mistrz Gry wyśpiewa wszystko jak na spowiedzi. Choćby minął miesiąc. Ba! Choćby minął rok! ALbo i dwa lata.",
                "bonus": {
                    "text": "Po zdaniu Trudnego testu Percepcji przypominasz sobie ułożenie wcześniej odwiedzonego pomieszczenia."
                }
            },
            {
                "name": "Nieugięty",
                "description": "Kiedy masz przed nosem swój cel, przestaje się liczyć cokolwiek inneg. Przesz do przodu jak czołg, niepomny na rany, zmęczenie i strach. Jesteś łowcą, złamany obojczyk, stado mutantów, czy trzecia nieprzespana noc nie mogą Ci przeszkodzić w dopadnięciu zwierzyny. Zwiększasz swój Charakter i Budowę o 2 punkty podczas wszystkich testów, kiedy niepowodzenie testu oddaliłoby Cię od dopadnięcia celu.",
                "bonus": {
                    "text": "Zwiększasz swój Charakter i Budowę o 2 punkty podczas wszystkich testów, kiedy niepowodzenie testu oddaliłoby Cię od dopadnięcia celu."
                }
            }
        ]
    },
    {
        "name": "Łowca Mutantów",
        "features": [
            {
                "name": "Bez tajemnic",
                "description": "Znasz się na mutantach, nie da się zaprzeczyć. Gdy zdasz Trudny test Sprytu, MG musi zdradzić Ci słabe punkty napotkanego mutanta. MG może także, podać Ci niektóre Współczynniki mutanta.",
                "bonus": {
                    "text": "Gdy zdasz Trudny test Sprytu, MG musi zdradzić Ci słabe punkty napotkanego mutanta. MG może także, podać Ci niektóre Współczynniki mutanta."
                }
            },
            {
                "name": "Mutant na śniadanie",
                "description": "Co prawda, pacyfistą w ogóle nazwać Cię nie można, to jednak Twoja agresja najczęściej dotyczy mutantów. Załatwiłeś już tony tego tałatajstwa i ciągle nie masz dość. Za to doświadczenie w walce z wszelkimi odmieńcami ciągle rośnie. Otrzymujesz bonus -20% to walki z mutantami (testy Charakteru, Inicjatywy, ataku, obrony).",
                "bonus": {
                    "text": "Otrzymujesz bonus -20% to walki z mutantami (testy Charakteru, Inicjatywy, ataku, obrony)."
                }
            }
        ]
    },
    {
        "name": "Mafiozo",
        "features": [
            {
                "name": "Bezlitosny",
                "description": "Z ludzi, którzy Cię zawiedli żyje tylko Marc. Twoi ludzie właśnie montują mu betonowe obuwie. To już jego ostatnie minuty. Z ludzi, którzy staneli na twej drodze, do wczoraj żył Długi Johny i Szybki Paul. Dziś już nie masz wrogów. Z ludzi, którzy... Zaczynasz z jednym Punktem Sławy (złej). Reputacja kosztuje Cię tylko 20PD i zawsze jest to zła sława.",
                "bonus": {
                    "text": "Zaczynasz z jednym Punktem Sławy (złej). Reputacja kosztuje Cię tylko 20PD i zawsze jest to zła sława.",
                    "type": "fame",
                    "value": 1,
                    "price": 20
                }
            },
            {
                "name": "Klasa",
                "description": "Trzeba mieć klasę. Nie można strzelić człowiekowi w głowę, mając na nogach ubłocone buty. Czy Ty chciałbyś, by ktoś stuknął Cię rozklekotanym, nieumytym Pontiakiem? Trzeba mieć poziom. Trzeba szanować klientów i wrogów. Szczególnie dziś w tych podłych czasach. Trudno nie uwierzyć facetowi takiemu jak Ty. Facetowi z klasą... Możesz przerzucić każdy test Perswazji i Zastraszania.",
                "bonus": {
                    "text": "Możesz przerzucić każdy test Perswazji i Zastraszania."
                }
            }
        ]
    },
    {
        "name": "Medyk",
        "features": [
            {
                "name": "Reputacja",
                "description": "Gdy wjeżdzacie do jakiejkolwiek osady, najlepiej zacząć gadkę od prostego stwierdzenia:\"Widzicie tamtego faceta? To lekarz.\" Nie trzeba nic więcej. Wystarczy, ze zdasz Trudny test Perswazji, a miejscowi zaczną się wokół was uwijać, jaby co najmniej przyjechali z dawna oczekiwani goście. Jeśli w osadzie jest już lekarz, musisz zdać Bardzo Trudny test Perswazji.",
                "bonus": {
                    "text": "Zdając Trudny test Perswazji (Bardzo Trudny jeśli w osadzie jest inny lekarz) mieszkańcy osady traktują Cię lepiej."
                }
            },
            {
                "name": "Sanitariusz polowy",
                "description": "Eksplozja, świszczące kule, krzyki i bieganina? To dla Ciebie chleb powszedni. Że trochę trzęsie? Żaden problem. Że za ciemno? Chrzanienie. Ignorujesz wszelkie utrudnienia do testów leczenia, wynikające z warunków panujących w otoczeniu.",
                "bonus": {
                    "text": "Ignorujesz wszelkie utrudnienia do testów leczenia, wynikające z warunków panujących w otoczeniu."
                }
            }
        ]
    },
    {
        "name": "Monter",
        "features": [
            {
                "name": "Zapałki i agrafka",
                "description": "Na agregat czekałeś dwa miesiące, a oni przywieźli Ci frezarkę z fabryki łodzi podwodnych. Nawet nie mrugnąłeś. Od tygodnia wszystko gra i buczy, a Ty masz pewność, że jeśli wywalą Cię, albo nie dadzą premii, nikt prócz Ciebie nie będzie wiedział, jak funkcjonuje ta walcownia blachy. Po prostu masz talent do scalania najróżniejszych urządzeń w jeden  mechanizm. Dostajesz bonus +2 do Sprytu podczas testów technicznych (gdy montujesz, naprawiasz lub przerabiasz urządzenie mechaniczne lub elektroniczne). Zawsze? Nie, tylko wtedy, gdy coś montujesz... No tak, czyli prawie zawsze.",
                "bonus": {
                    "text": "Dostajesz bonus +2 do Sprytu podczas testów technicznych (gdy montujesz, naprawiasz lub przerabiasz urządzenie mechaniczne lub elektroniczne)."
                }
            },
            {
                "name": "Kłopotliwy nadmiar",
                "description": "Kiedy byłeś mały, znalazłeś budzik. Rozebrałeś go i złożyłeś na nowo, a skurczybyk dalej chodził. Tobie została garść części. Potrafisz powtórzyć ten numer niemal na każdej maszynie, wystarczy tylko, że zdasz Trudny test Mechaniki lub Elektroniki. Zostaje Ci garść części o wartości 20% całego urządzenia.",
                "bonus": {
                    "text": "Po zdaniu Trudnego testu Mechaniki lub Elektroniki, rozłożysz i złożysz urządzenie i zostanie Ci części o wartości 20% wartości urządzenia."
                }
            }
        ]
    },
    {
        "name": "Najemnik",
        "features": [
            {
                "name": "Reputacja",
                "description": "Nie nawalasz. Nie wystawiasz klienta do wiatru. Nie wycofujesz się ze zleceń. Dlatego właśnie możesz zażądać więcej od dowolnego innego jełopa - a pracodawca i tak wybierze Ciebie. Zwiększ o 15 punktów Reputację - już na starcie jesteś kimś znanym w tej branży. Ponadto Punkt Reputacji kosztuje Cię tylko 20PD.",
                "bonus": {
                    "text": "Zaczynasz z 15 punktami reputacji, cena reputacji to 20PD.",
                    "type": "reputation",
                    "value": 15,
                    "price": 20
                }
            },
            {
                "name": "Maszyna do zabijania",
                "description": "Mówisz sobie \"teraz albo nigdy\" i wchodzisz w tryb maszyny do zabijania. Najemnik może tymczasowo zwiększyć o 2 punkty wartość dowolnego Współczynnika, ale bonus ten wykorzystać może tylko w walce. Ma to swoją cenę: po upływie godziny lub po wykonaniu 10-ciu testów tego Współczynnika, bonus znika zaś Najemnik otrzymuje karę +50% ze zmęczenia (zmniejszaną o 10% co godzinę). Cechy tej można użyć dopiero, gdy postać wypocznie (czyli całkowicie zniknie kara ze zmęczenia).",
                "bonus": {
                    "text": "Tymczasowo zwiększasz wybrany Współczynnik o 2 do użycia w walce. Po upływie godziny lub 10 testów tego współczynnika bonus znika, a Ty otrzymujesz +50% utrudnień ze zmęczenia (zmniejszaną o 10% co godzinę). Możesz ponownie użyć gdy wypoczniesz (czyli zniknie kara za zmęczenie)."
                }
            }
        ]
    },
    {
        "name": "Ochroniarz",
        "features": [
            {
                "name": "Wyciszenie",
                "description": "Potrafisz odciąć się od hałasu, zamieszania, błysku fleszów, huku muzyki i skoncentrować się tylko na zadaniu - ochronie klienta. Cały szum jest gdzieś w tle, a Ty wchodzisz w stan innego postrzegania świata, wyczulony na zagrożenia. Gdy chronisz swojego klienta, nie otrzymujesz ujemnych modyfikatorów za półmrok, hałas, i inne trudne warunki podczas dowolnych testów Percepcji.",
                "bonus": {
                    "text": "Gdy chronisz swojego klienta, nie otrzymujesz ujemnych modyfikatorów za półmrok, hałas, i inne trudne warunki podczas dowolnych testów Percepcji."
                }
            },
            {
                "name": "Zanim on",
                "description": "Potrafisz oddać strzał życia w sytuacji, kiedy życie osoby, którą ochraniasz, jest zagrożone - wtedy automatycznie wygrywasz Inicjatywę i zaczynasz pierwszy.",
                "bonus": {
                    "text": "Kiedy życie osoby, którą ochraniasz, jest zagrożone - wtedy automatycznie wygrywasz Inicjatywę i zaczynasz pierwszy."
                }
            }
        ]
    },
    {
        "name": "Sędzia",
        "features": [
            {
                "name": "Mundur i odznaka",
                "description": "Prawdziwego gliniarza poznasz, choćby się przebrał za stonogę albo Czerwonego Kapturka. Niezbyt giętkie zasady, harde spojrzenie, kiepskie poczucie humoru i pączki. Ma to swoje plusy, bo wszystkim łachmytom trochę mięknie rura. Podczas testów Morali (Najpierw spójrz mi w oczy) Twoi przeciwnicy zdają o poziom trudniejszy test niż normalnie. Za to dobrzy ludzie odnoszą się do Ciebie z większym szacunkiem i zaufaniem w kontaktach z postaciami nie nastawionymi do Ciebie wrogo, otrzymujesz bonus +2 do Perswazji i Zdolności przywódczych. Niestety, gangerzy, mutki i wszelkie ścierwo mniej Cię lubią.",
                "bonus": {
                    "text": "Podczas testów Morali (Najpierw spójrz mi w oczy) Twoi przeciwnicy zdają o poziom trudniejszy test niż normalnie. Za to dobrzy ludzie odnoszą się do Ciebie z większym szacunkiem i zaufaniem w kontaktach z postaciami nie nastawionymi do Ciebie wrogo, otrzymujesz bonus +2 do Perswazji i Zdolności przywódczych."
                }
            },
            {
                "name": "Jeden z nas",
                "description": "Nie musisz za każdym razem, gdy ustrzelisz jakiegoś gangera czy złodzieja, tracić czasu na dyskusję i przekonywanie innych stróżów prawa, ze to było konieczne, a Ty też jesteś z policji. Oni od razu widzą, coś za jeden. Dodatkowo 150 gamblii na Znajomości wśród sędziów i egzekutorów.",
                "bonus": {
                    "text": "Dostajesz dodatkowe 150 gamblii na Znajomości wśród sędziów i egzekutorów.",
                    "type": "connections",
                    "value": 150
                }
            }
        ]
    },
    {
        "name": "Spec",
        "features": [
            {
                "name": "Wykształcenie",
                "description": "W pakiecie Wiedza ogólna wszystkie Umiejętności posiadasz od razu na poziomie 2. Pamietaj, nie trzy wybrane, ale wszystkie!",
                "bonus": {
                    "text": "Wszystkie umiejętności z pakietu Wiedza Ogólna posiadasz na poziomie 2.",
                    "type": "skillpack",
                    "name": "Wiedza Ogólna",
                    "value": 2
                }
            },
            {
                "name": "Skupienie",
                "description": "\"Dobra zaczynam!\". Gdy zasiadasz do swojego zadania (czynności oparte na Sprycie), potrafisz odciąć się od wszelkich zewnętrznych zakłóceń. Olewasz kary wynikające z hałasu, tłoku i zamieszania, koncentrujesz się i dodatkowo jeszcze otrzymujesz bonus +2 do Sprytu. Jednak coś za coś. W tym samym momencie otrzymujesz karę +30% do testów wszystkich pozostałych Współczynników. Kara zmniejsza się o 10% co kwadrans po zakończeniu lub przerwaniu tego zadania, po prostu wracasz powoli na planetę Ziemia.",
                "bonus": {
                    "text": "Gdy skupiasz się na zadaniu (opartym na Sprycie), dostajesz bonus +2 do Sprytu i niwelujesz utrudnienia za czynniki zewnętrzne. Jednak otrzymujesz karę +30% do reszty Współczynników. Kara zmniejsza się 10% co 15 min od przerwania lub zakończenia czynności."
                }
            }
        ]
    },
    {
        "name": "Szaman",
        "features": [
            {
                "name": "Duchy przemówiły",
                "description": "Przy pasie masz manierkę, a w niej własnoręcznie przygotowany wyciąg z kaktusa. Ostatecznie może być dobry grass, bo po grzybkach masz czkawkę. To jest Twój most do świata duchów. A duchy wiedzą wiele... Potrafisz odjechać w transie i MG powinien zdradzić Ci wtedy dodatkowe informacje dotyczące wybranej osoby lub miejsca. Czeka Cię jednak Trudny test Budowy, albo cały dzień będziesz łaził jak pieprznięty kolbą w łeb. I nie pomoże ci aspiryna...",
                "bonus": {
                    "text": "Potrafisz odjechać w transie i MG powinien zdradzić Ci wtedy dodatkowe informacje dotyczące wybranej osoby lub miejsca. Następnie jeśli nie zdasz Trudnego testu Budowy, będziesz chodził jak walnięty kolbą w łeb."
                }
            },
            {
                "name": "Totem",
                "description": "Kiedy wszedłeś w wiek męski, prowadzić zaczął Cię duch. Po rytuale przejścia stopniowo zacząłeś nabierać jego cech. Jesteś wężem, dziedźwiedziem, wiewiórką, wilkiem, a może zającem. Wybierz jeden z totemów: Budowa: Niedźwiedź Percepcja: Sokół Spryt: Kojot Zręczność: Kot Charakter: Wilk. Gdy tylko zechcesz, upodabniasz się do totemicznego zwierzęcia. Musisz zdać Problematyczny test Współczynnika zwięzanego z totemem, a otrzymasz do niego modyfikator +2. W tym czasie reszta Twoich Współczynników spada o 1. Ten dziwny stan kończy się wtedy, gdy zechcesz (po minimum godzinie), lub podczas snu. Wtedy otrzymujesz karę -1 do wszystkich Współczynników na tyle godzin ile w nim przebywałeś (jednak godziny snu nie liczą się).",
                "bonus": {
                    "text": "Wybierz jeden z totemów. Po zdaniu problematycznego testu tego współczynnika otrzymas bonus +2 do niego. W tym czasie reszta współczynników spada o 1. Ten stan kończy się kiedy zechcesz (minimum po godzinie), jednak dostajesz karę -1 do wszystkich współczynników na tyle godzin, ile w nim przebywałeś (nie licząc snu).",
                    "type": "totem",
                    "select": [
                        { "name": "Niedźwiedź", "attribute": "Budowa" },
                        { "name": "Kot", "attribute": "Zręczność" },
                        { "name": "Wilk", "attribute": "Charakter" },
                        { "name": "Kojot", "attribute": "Spryt" },
                        { "name": "Sokół", "attribute": "Percepcja" }
                    ]
                }
            }
        ]
    },
    {
        "name": "Szczur",
        "features": [
            {
                "name": "A co mi tam",
                "description": "Wszystkie choroby i trucizny masz gdzieś. Automatycznie zdajesz wszystkie testy Kondycji przeciwko truciznom, chorobom i radiacji(otrzymujesz zawsze mniejszą karę). Możesz zjeść spleśniałe mięso i konserwę z 2019 roku i tylko się obliżesz. Ale widać od razu, żeś szczur i żaden garnitur nigdy tego nie zamaskuje. Ach, żeby nie było nieporozumień, Chorobę przewlekłą w Kroku 7 losujesz normalnie.",
                "bonus": {
                    "text": "Automatycznie zdajesz wszystkie testy Kondycji przeciwko truciznom, chorobom i radiacji(otrzymujesz zawsze mniejszą karę)."
                }
            },
            {
                "name": "Szary",
                "description": "Szczurów jest pełno. Zebracy, włóczędzy, ludzkie wraki. Nikt z nimi nie gada. Oni też z nikim nie gadają. Dzięki temu nikt nie zwraca na nich uwagi. Z czasem ludzie tak przywykli do ich widoku, że przestali zupełnie traktować ich jak ludzi. W ten sposób szczur stał się niczym, stał się \"niewidzialny\". Jeśli Szczur zda Trudny test Sprytu, to może się poruszać niezauważony, ale tylko w otoczeniu pasującym do Szczura.",
                "bonus": {
                    "text": "Jeśli Szczur zda Trudny test Sprytu, to może się poruszać niezauważony, ale tylko w otoczeniu pasującym do Szczura."
                }
            }
        ]
    },
    {
        "name": "Treser Bestii",
        "features": [
            {
                "name": "Bestia",
                "description": "Zaczynasz grę posiadając jedną wytresowaną bestię, na którą zgodzi się MG. Ponadto potrafisz oswajać i tresować dziekie zwierzęta. Podejść do dziekiego zwierzęcia w taki sposób, żeby nie rzucił Ci się od razu do gardła. Wiesz co je drażni. Takiemu towarzyszowi możesz wydawać kilka rodzajów poleceń, jak np. bierz go, do nogi, cicho, leżeć, itp.",
                "bonus": {
                    "text": "Posiadasz wytresowaną bestię (ustal z MG jakie). Potrafisz równierz tresować dzikie bestie."
                }
            },
            {
                "name": "Wilczy kieł",
                "description": "Walcząc wręcz potrafisz gryźć i drapać jak zwierzę. Jeśli nie używasz broni i pancerza, zadajesz o poziom  wyższe obrażenia wyrzucając na kostce 1, 2 lub 3.",
                "bonus": {
                    "text": "Jeśli nie używasz broni i pancerza, zadajesz o poziom  wyższe obrażenia wyrzucając na kostce 1, 2 lub 3."
                }
            }
        ]
    },
    {
        "name": "Tropiciel",
        "features": [
            {
                "name": "Wyczulone zmysły",
                "description": "Można nauczyć się odczytywać ślady i wyszukiwać ukryte tropy. Ale nic nie zastąpi doskonałego wzroku, czułego słuchu, czy węchu. Może dlatego jesteś taki dobry, że zawsze zwiększasz swoją Percepcję i 3 podczas wszystkich testów Wypatrywania i Nasłuchiwania na otwartym terenie?",
                "bonus": {
                    "text": "Zawsze zwiększasz swoją Percepcję i 3 podczas wszystkich testów Wypatrywania i Nasłuchiwania na otwartym terenie."
                }
            },
            {
                "name": "Rozpoznawanie stworzeń",
                "description": "Wiesz, że to, co szarżuje na samochód, to piaskowy diabeł. I wiesz, że należy spieprzać. Potrafisz rozróżnić niedźwiedzie i rozpoznasz też niedźwiedzia mutanta. Problem polega na tym, by dostrzec to, gdy będą wystarczająco daleko. W innym wypadku Twoja wiedza nie przyda się nikomu. Masz bonus do wszelkich testów Łowiectwa i Tropienia podczas identyfikacji wszelakiego cholerstwa pałętającego się po okolicy. Powiedzmy, zawsze masz jeden automatyczny sukces, dobra? MG może zdradzić Ci niektóre Współczynniki zwierzęcia.",
                "bonus": {
                    "text": "Masz bonus do wszelkich testów Łowiectwa i Tropienia podczas identyfikacji wszelakiego cholerstwa pałętającego się po okolicy. Zawsze masz jeden automatyczny sukces. MG może zdradzić Ci niektóre Współczynniki zwierzęcia."
                }
            }
        ]
    },
    {
        "name": "Wojownik autostrady",
        "features": [
            {
                "name": "Drzwi w drzwi",
                "description": "Podtrafisz używać swojej maszynki jak broni i z tej właśnie okazji w czasie walki na autostradzie, podczas wszystkich manewrów samochodem masz +2 do Zręczności.",
                "bonus": {
                    "text": "Podczas wszystkich manewrów samochodem masz +2 do Zręczności."
                }
            },
            {
                "name": "Osłona samochodu",
                "description": "Wiraż, odskok, uderzenie w zderzak, zjazd na pobocze, przyspieszenie. To dla Ciebie normalny styl jazdy. Potrafisz wykorzystać swój samochód jako osłonę przed wrogimi atakami. Nie otrzymujesz kary do prowadzenia samochodu za to, że kryjesz się i pochylasz, uzyskując 60% osłony. Wszyscy pasażerowie w prowadzonym przez Ciebie aucie otrzymują dodatkowo +20% osłony.",
                "bonus": {
                    "text": "Nie otrzymujesz kary do prowadzenia samochodu za to, że kryjesz się i pochylasz, uzyskując 60% osłony. Wszyscy pasażerowie w prowadzonym przez Ciebie aucie otrzymują dodatkowo +20% osłony."
                }
            }
        ]
    },
    {
        "name": "Wojownik klanu",
        "features": [
            {
                "name": "My i oni",
                "description": "Może nie poczujesz się zbyt pewnie w Vegas, ale jeśli w okolicy pojawi się facet z dzidą, inni zobaczą po prostu frajera z dzidą. Ty będziesz wiedział, że to człowiek Jastrzębi. On będzie wiedział kim jesteś Ty. Wiesz sporo o klanach i potrafisz dogadać się z ludźmi pustyni. Masz jeden automatyczny sukces we wszystkich testach Charakteru dotyczących czerwonoskurych i ludzi pustyni.",
                "bonus": {
                    "text": "Masz jeden automatyczny sukces we wszystkich testach Charakteru dotyczących czerwonoskurych i ludzi pustyni."
                }
            },
            {
                "name": "To mój dom",
                "description": "Przypomnij sobie tego twardziela, który przez tydzień trząśł całym Whitehorn. Kiedy w końcu przyszli po niego, zdychał samotnie jak pies. Ty zawsze masz gdzie wrócić. Masz kogo poprosić o radę i o pomoc. Jesteś członkiem grupy. Otrzymujesz 150 gambli na wykupienie czerwonoskórych Znajomych.",
                "bonus": {
                    "text": "Otrzymujesz 150 gambli na wykupienie czerwonoskórych Znajomych.",
                    "type": "connections",
                    "value": 150
                }
            }
        ]
    },
    {
        "name": "Zabójca",
        "features": [
            {
                "name": "Koniec zlecenia",
                "description": "Jeśli masz swój cel (zakontraktowane zlecenie) w zasięgu wzroku, dodaj sobie jeden sukces do każdej akcji, która jest związana z zakończeniem zlecenia. Jesteś skoncentrowany i bardzo bliski zamknięcia kontraktu. Nie ma już miejsca na błędy... Zlecenie musi pochodzić od BN-a, a nie drugiego gracza, i to MG decyduje czy uznać to za kontrakt godny użycia cechy \"koniec zlecenia\".",
                "bonus": {
                    "text": "Dodaj jeden sukces do każdej akcji, gdy masz cel w zasięgu wzroku, która pomoże zakończyć zakontraktowane zlecenie. Zlecenie musi pochodzić od BN-a, MG decyduje czy można użyć tej cechy."
                }
            },
            {
                "name": "Jeden strzał",
                "description": "Nie ważne, czy dobrze radzisz sobie pod gradem kul, czy świetnie walczysz w pojedynkach, czy podnosisz się po zarobieniu kulki i idziesz dalej. Dla Ciebie ważne jest, by dobrze przygotować się do zadania, poczekać na okazję i załatwić sprawę jednym ruchem. W sytuacji, gdy ofiara niczego się nie spodziewa, możesz lepiej przygotować się do oddania pierwszego strzału, czy zadania pierwszego ciosu. Otrzymujesz bonus +2 do Umiejętności strzelania, rzucania albo walki ale tylko na czas pierwszego testu, zaś obrażenia zadane w tym pierwszym ciosie/strzale są o poziom wyższe.",
                "bonus": {
                    "text": "W sytuacji, gdy ofiara niczego się nie spodziewa, możesz lepiej przygotować się do oddania pierwszego strzału, czy zadania pierwszego ciosu. Otrzymujesz bonus +2 do Umiejętności strzelania, rzucania albo walki ale tylko na czas pierwszego testu, zaś obrażenia zadane w tym pierwszym ciosie/strzale są o poziom wyższe."
                }
            }
        ]
    },
    {
        "name": "Zabójca maszyn",
        "features": [
            {
                "name": "Słaby punkt",
                "description": "Każda maszyna jest trudnym przeciwnikiem. Ale też każda ma swój słaby punkt. Różnisz się tym od innych ludzi, że znasz te słabe punkty. Jeśli zdasz Trudny test Percepcji, MG musi Ci zdradzić słaby punkt danej maszyny. MG może zdradzić Ci niektóre Współczynniki robota.",
                "bonus": {
                    "text": "Jeśli zdasz Trudny test Percepcji, MG musi Ci zdradzić słaby punkt danej maszyny. MG może zdradzić Ci niektóre Współczynniki robota."
                }
            },
            {
                "name": "Empityk",
                "description": "To jest tak gdyby jakiś frajer zechciał naprawić sobie bojler, łatwo może wylecieć w powietrze. Gdy laik zaczyna grzebać w kablach wysokiego napięcia, po chwili może zatańczyć breakdance, a głowa zaświeci mu się jak żarówka. Podobnie, gdy jacyś narwańcy szykują się do walki z maszyną, jedną nogą są już w grobie. Ciebie to nie dotyczy. Znasz się na maszynach. Otrzymujesz bonus +30% do walki z robotami (testy Charakteru, Inicjatywy, ataku, obrony).",
                "bonus": {
                    "text": "Otrzymujesz bonus +30% do walki z robotami (testy Charakteru, Inicjatywy, ataku, obrony)."
                }
            }
        ]
    },
    {
        "name": "Złodziej",
        "features": [
            {
                "name": "Elektronik",
                "description": "Nie, żebyś swego czasu pracował jako spec od zabezpieczeń, ale trzeba przyznać, że znasz te systemy. Wiesz jak działają. Potrafisz je rozgryźć i unieszkodliwić, bez względu na to czy mamy do czynienia z powojenną bazą wojskową, czy z ruinami Muzeum Wojny z Islamem. Rozbroisz je, nie ma obaw. Zawsze, kiedy stajesz naprzeciw elektronicznego systemu zabezpieczeń, zwiększ swój Spryt o 4 punkty. Nieźle, co?",
                "bonus": {
                    "text": "Zawsze, kiedy stajesz naprzeciw elektronicznego systemu zabezpieczeń, zwiększ swój Spryt o 4 punkty."
                }
            },
            {
                "name": "Kot",
                "description": "Czasy się zmieniły, mówią ludzie. Finezja nie jest już w modzie. W modzie może nie jest - ale wciążk jest skuteczna. Więc działasz jak kot. niemal niewyczuwalny, niemal niewidzialny. Żadnych strzelanin, żadnego huku - to zbędne. Tylko Ty i cel i strażnicy. Ale oni przecież o niczym nie wiedzą, prawda? Zawsze, gdy będziesz się skradał, ukrywał albo coś maskował, zwiększ przeciwnikowi Poziom Trudności testów Wypatrywania/Nasłuchiwania o dwa stopnie.",
                "bonus": {
                    "text": "Zawsze, gdy będziesz się skradał, ukrywał albo coś maskował, zwiększ przeciwnikowi Poziom Trudności testów Wypatrywania/Nasłuchiwania o dwa stopnie."
                }
            }
        ]
    },
    {
        "name": "Żołnierz",
        "features": [
            {
                "name": "Wyszkolenie",
                "description": "Wszystkie umiejętności z pakietów Broń Strzelecka i Pirotechnika posiadasz od razu na poziomie 1.",
                "bonus": {
                    "text": "Umiejętności z pakietów Broń Strzelecka i Pirotechnika posiadasz od razu na poziomie 1.",
                    "type": "skillpack",
                    "name": ["Broń Strzelecka", "Pirotechnika"],
                    "value": 1
                }
            },
            {
                "name": "Rutyna",
                "description": "Podczas testowania Morale poprzedzających walkę (reguła \"Najpierw spójrz mi w oczy\") Żołnierz automatycznie zdaje test.",
                "bonus": {
                    "text": "Podczas testowania Morale poprzedzających walkę (reguła \"Najpierw spójrz mi w oczy\") automatycznie zdajesz test."
                }
            }
        ]
    }
]
